Repository: rareMaxim/qms_cherga
Catalog: qms_cherga/locale/*.po
Languages: uk

source: Abbreviation
uk: Абревіатура

source: Active QMS Operator record not found for user {0}.
uk: Запис активного оператора QMS для користувача {0} не знайдено.

source: Actual Service Time (mins)
uk: Фактичний час обслуговування (хв)

source: Actual Wait Time (mins)
uk: Фактичний час очікування (хв)

source: Add Service Button
uk: Додати Послугу

source: Address
uk: Адреса

source: Address & Contact Section
uk: Секція Адреси та Контактів

source: An unexpected error occurred while calling the next visitor.
uk: Під час виклику наступного відвідувача сталася неочікувана помилка.

source: An unexpected error occurred while fetching display data.
uk: Під час отримання даних відображення сталася неочікувана помилка.

source: An unexpected error occurred while fetching held tickets.
uk: Під час отримання зарезервованих квитків сталася неочікувана помилка.

source: An unexpected error occurred while fetching initial data.
uk: Під час отримання початкових даних сталася неочікувана помилка.

source: An unexpected error occurred while fetching kiosk services.
uk: Під час отримання служб кіоску сталася неочікувана помилка.

source: An unexpected error occurred while fetching queue statistics.
uk: Під час отримання статистики черги сталася неочікувана помилка.

source: An unexpected error occurred while finishing service.
uk: Під час завершення обслуговування сталася неочікувана помилка.

source: An unexpected error occurred while marking as 'No Show'.
uk: Під час позначення як «Не з’явився» сталася неочікувана помилка.

source: An unexpected error occurred while postponing the ticket.
uk: Під час відкладення квитка сталася неочікувана помилка.

source: An unexpected error occurred while recalling the ticket.
uk: Під час відкликання квитка сталася неочікувана помилка.

source: An unexpected error occurred while starting service.
uk: Під час запуску служби сталася неочікувана помилка.

source: Appointment Datetime
uk: Дата і час запису

source: Assigned Operator
uk: Закріплений оператор

source: Authentication required.
uk: Потрібна автентифікація.

source: Available
uk: Доступно

source: Available Services
uk: Доступні Послуги

source: Avg Duration (mins)
uk: Сер. Тривалість (хв)

source: Call Time
uk: Час виклику

source: Called
uk: Викликано

source: Calling next visitor to point {0}...
uk: Виклик наступного відвідувача до точки {0}...

source: Cancelled
uk: Скасовано

source: Cannot modify a ticket assigned to another operator.
uk: Неможливо змінити квиток, призначений іншому оператору.

source: Category
uk: Категорія

source: Category Name
uk: Назва категорії

source: Certification Date
uk: Дата сертифікації

source: Communication Error
uk: Помилка зв'язку

source: Completed
uk: Завершено

source: Completion Time
uk: Час завершення

source: Contact Details Section
uk: Секція Контактів

source: Contact Email
uk: Контактний Email

source: Contact Person
uk: Контактна особа

source: Contact Phone
uk: Контактний телефон

source: Could not determine Office for service point '{0}'.
uk: Не вдалося визначити Office для точки обслуговування '{0}'.

source: Could not execute the recall request.
uk: Не вдалося виконати запит на відкликання.

source: Could not execute the request.
uk: Не вдалося виконати запит.

source: Could not initiate automatic printing. Please check printer settings and browser pop-up blockers.
uk: Не вдалося розпочати автоматичний друк. Перевірте налаштування принтера та блокувальники спливаючих вікон браузера.

source: Could not load initial dashboard data.
uk: Не вдалося завантажити початкові дані інформаційної панелі.

source: Date
uk: Дата

source: Day of Week
uk: День тижня

source: Default Office
uk: Офіс за замовчуванням

source: Default Schedule
uk: Стандартний графік

source: Description
uk: Опис

source: Display Message Text
uk: Повідомлення на дисплеї

source: Display Order
uk: Порядок відображення

source: Document
uk: Документ

source: Enabled
uk: Активна

source: End Time
uk: Час кінця

source: Error
uk: Помилка

source: Error Loading Data
uk: Помилка завантаження даних

source: Error Log
uk: Журнал помилок

source: Error communicating with the server when creating the ticket.
uk: Помилка зв'язку із сервером під час створення талону.

source: Error communicating with the server when loading services.
uk: Помилка зв'язку із сервером під час завантаження служб.

source: Error connecting to the server.
uk: Помилка підключення до сервера.

source: Error creating ticket:
uk: Помилка при створенні талону

source: Error loading data.
uk: Помилка завантаження даних.

source: Error loading iframe for printing URL:
uk: Помилка завантаження iframe для друку URL-адреси:

source: Error loading office data
uk: Помилка завантаження даних офісу

source: Error loading page for printing.
uk: Помилка завантаження сторінки для друку.

source: Error loading queue statistics.
uk: Помилка завантаження статистики черги.

source: Error loading services:
uk: Помилка при завантаженні послуг:

source: Error performing action {0}.
uk: Помилка виконання дії {0}.

source: Error: Cannot identify active ticket name.
uk: Помилка: Не вдається визначити назву активного квитка.

source: Error: Could not determine Office ID from URL.
uk: Помилка: Не вдалося визначити ідентифікатор Office з URL-адреси.

source: Error: Could not determine Office ID. Check the URL.
uk: Помилка: Не вдалося визначити ідентифікатор Office. Перевірте URL-адресу.

source: Error: Office '{0}' not found
uk: Помилка: Офіс '{0}' не знайдено

source: Error: Parameter 'office' not specified in the display board URL.
uk: Помилка: Параметр «office» не вказано в URL-адресі дошки відображення.

source: Estimated Wait Time (mins)
uk: Очікуваний час очікування (хв)

source: Example:
uk: Приклад:

source: Exception Date
uk: Дата винятку

source: Exceptions Section
uk: Секція Винятків

source: Expert
uk: Експерт

source: Expiry Date
uk: Дата закінчення

source: Failed to call next visitor.
uk: Не вдалося викликати наступного відвідувача.

source: Failed to create ticket due to an internal error.
uk: Не вдалося створити заявку через внутрішню помилку.

source: Failed to load initial data.
uk: Не вдалося завантажити початкові дані.

source: Failed to load postponed tickets.
uk: Не вдалося завантажити відкладені талони.

source: Failed to load statistics.
uk: Не вдалося завантажити статистику.

source: Failed to perform action {0}.
uk: Не вдалося виконати дію {0}.

source: Failed to recall ticket.
uk: Не вдалося відкликати талон.

source: Finish Service
uk: Завершити обслуговування

source: Finishing service...
uk: Завершуємо обслуговування...

source: Friday
uk: П'ятниця

source: Full Name
uk: Повне Ім'я

source: Guest
uk: Гість

source: Hold
uk: Утримувати

source: IP Address
uk: IP Адреса

source: Icon
uk: Іконка

source: Info
uk: Інформація

source: Invalid ticket status '{0}'. Expected one of: {1}.
uk: Недійсний статус квитка '{0}'. Очікується один із: {1}.

source: Is Active
uk: Активна

source: Is Active in Office
uk: Активна в цьому офісі

source: Is Appointment
uk: Попередній запис

source: Is Workday?
uk: Робочий день?

source: Issue Time
uk: Час видачі

source: Last Number
uk: Останній номер

source: Last called
uk: Останні викликані

source: Live Queue Enabled
uk: Доступно для живої черги

source: Live queue
uk: Жива черга

source: Loading initial data...
uk: Завантаження початкових даних...

source: Loading services...
uk: Завантаження послуг

source: Main Info
uk: Основне

source: Marking as 'No Show'...
uk: Позначення як «Не з’явився»...

source: Monday
uk: Понеділок

source: N/A
uk: Немає даних

source: No Show
uk: Не з'явився

source: No active calls
uk: Відсутні останні викликані

source: No active ticket for this action.
uk: Немає активного квитка для цієї дії.

source: No active ticket to transfer.
uk: Немає активного квитка для пересадки.

source: No active ticket.
uk: Немає активного талону.

source: No available services found for this kiosk.
uk: Не знайдено доступні послуги для цього кіоску.

source: No available services in this category.
uk: Відсутні послуги для цієї категорії.

source: No points loaded
uk: Відсутні робочі місця

source: No postponed tickets.
uk: Відкладених квитків немає.

source: No tickets found in queue for calling.
uk: У черзі на виклик талонів не знайдено.

source: NoShow
uk: Не з'явився

source: Not Assigned
uk: Не призначено

source: Not Specified
uk: Не вказано

source: Not selected
uk: Не вибрано

source: Number
uk: Номер

source: Office
uk: Офіс

source: Office '{0}' is currently closed.
uk: Офіс '{0}' наразі закритий.

source: Office '{0}' not found.
uk: Офіс '{0}' не знайдено.

source: Office ID is required.
uk: Потрібен ідентифікатор офісу.

source: Office Name
uk: Назва офісу

source: Office not defined
uk: Офіс не визначено

source: Operator
uk: Оператор

source: Operator Dashboard
uk: Панель керування оператора

source: Operator Skills
uk: Навички Оператора

source: Operator record for user {0} is not active.
uk: Запис оператора для користувача {0} неактивний.

source: Operator {0} has no skills assigned.
uk: Оператору {0} не призначено жодних навичок.

source: Organization
uk: Організація

source: Organization Name
uk: Назва організації

source: Parent Category
uk: Батьківська категорія

source: Permission denied.
uk: Доступ заборонено

source: Phone
uk: Телефон

source: Please check the opening hours.
uk: Будь-ласка, перевірте графік роботи

source: Please finish or postpone the current ticket before recalling another.
uk: Будь ласка, завершіть або відкладіть поточний талон, перш ніж відкликати інший.

source: Please select a service point.
uk: Будь ласка, виберіть пункт обслуговування.

source: Point
uk: Точка

source: Point Name/Number
uk: Назва/Номер Точки

source: Postponed
uk: Відкладено

source: Postponing ticket...
uk: Відкладення квитка...

source: Print call failed:
uk: Не вдалося виконати друк:

source: Priority
uk: Приорітет

source: Processing action for {0}...
uk: Обробка дії для {0}...

source: Proficient
uk: Досвідчений

source: QMS Organization
uk: Організація

source: QMS Schedule
uk: Графік Роботи

source: QMS Schedule Exception Child
uk: Виняток Графіку - Дитячий

source: QMS Schedule Rule Child
uk: Правило Графіку - Дитячий

source: Queue is empty
uk: Черга порожня

source: Queue management system is currently inactive.
uk: Система керування чергою наразі неактивна

source: Recall
uk: Відкликання

source: Recalling...
uk: Згадуючи...

source: Requires Appointment
uk: Потребує запису

source: Rules Section
uk: Секція Правил

source: Saturday
uk: Субота

source: Schedule
uk: Графік роботи

source: Schedule Exceptions
uk: Винятки з графіку

source: Schedule Name
uk: Назва графіку

source: Schedule Rules
uk: Правила графіку

source: Schedule Section
uk: Секція Графіку

source: Select Point
uk: Виберіть точку

source: Service
uk: Послуга

source: Service '{0}' is currently inactive.
uk: Послуга '{0}' наразі неактивна.

source: Service '{0}' is not available for live queue.
uk: Послуга '{0}' недоступна для черги в реальному часі.

source: Service '{0}' is not available in office '{1}'.
uk: Послуга «{0}» недоступна в офісі «{1}».

source: Service '{0}' not found.
uk: Службу '{0}' не знайдено.

source: Service Category
uk: Категорія послуги

source: Service Name
uk: Назва послуги

source: Service Point
uk: Точка обслуговування

source: Service for ticket {0} completed.
uk: Обслуговування квитка {0} завершено.

source: Service not specified
uk: Послуга не вказана

source: Service or Office not specified.
uk: Служба або офіс не вказані.

source: Service point with ID '{0}' not found.
uk: Точку обслуговування з ідентифікатором '{0}' не знайдено.

source: Services Section
uk: Секція Послуг

source: Serving
uk: Обслуговується

source: Settings Section
uk: Секція Налаштувань

source: Skill Level
uk: Рівень володіння

source: Skills Section
uk: Секція Навичок

source: Start Service
uk: Розпочати обслуговування

source: Start Service Time
uk: Час початку обслуговування

source: Start Time
uk: Час початку

source: Started
uk: Розпочато

source: Started serving ticket {0}.
uk: Початок обслуговування талону {0}.

source: Starting service...
uk: Розпочато обслуговування...

source: Statistics
uk: Статистика

source: Status
uk: Статус

source: Status Message
uk: Статус повідомлення

source: Sunday
uk: Неділя

source: System error: cannot connect to server.
uk: Системна помилка: не можливо встановити з'єднання з сервером.

source: Target Operator
uk: Призначенний оператор

source: The electronic queue is currently not working.
uk: Електронна черга наразі не працює.

source: Thursday
uk: Четвер

source: Ticket
uk: Талон

source: Ticket Number
uk: Номер талону

source: Ticket created successfully.
uk: Талон успішно створено.

source: Ticket created, but failed to get ticket details for display/printing.
uk: Талон створено, але не вдалося отримати його дані для відображення/друку.

source: Ticket recalled successfully.
uk: Квиток успішно відкликано.

source: Ticket {0} called to point {1}.
uk: Талон {0} викликаний до пункту {1}.

source: Ticket {0} marked as 'No Show'.
uk: Квиток {0} позначено як «Не з’явився».

source: Ticket {0} not found.
uk: Квиток {0} не знайдено.

source: Ticket {0} postponed.
uk: Квиток {0} відкладено.

source: Ticket {0} recalled successfully.
uk: Квиток {0} успішно відкликано.

source: Timezone
uk: Часовий пояс

source: Timing
uk: Час

source: Trainee
uk: Стажер

source: Transfer functionality is not yet implemented.
uk: Функція переадресації ще не реалізована.

source: Tuesday
uk: Вівторок

source: Unexpected response structure from server.
uk: Неочікувана структура відповіді від сервера.

source: Unknown Service
uk: Невідома послуга

source: Unknown error creating ticket.
uk: Невідома помилка при створені талону.

source: Unknown error loading services.
uk: Невідома помилка при завантаженні послуг.

source: Updating...
uk: Оновлення...

source: User
uk: Користувач

source: Visitor & Appointment
uk: Відвідувачі та запис

source: Visitor Phone
uk: Телефон відвідувача

source: Visitor called successfully.
uk: Відвідувача успішно викликано.

source: Waiting
uk: Очікування

source: Waiting for data...
uk: Очікування даних...

source: Wednesday
uk: Середа

source: Window
uk: Вікно

source: Working schedule not configured for office '{0}'.
uk: Робочий графік не налаштовано для офісу '{0}'.

source: Working schedule not configured.
uk: Графік роботи не налаштовано.

source: {0} not found.
uk: {0} не знайдено.

source: {0} successful.
uk: {0} успішно.
